export default [
  {
    "q" : "Q",
    "question" : "거주지가 부산인데, 타지역으로 거주 이동할 의향이 있나요?",
    "a" : "A",
    "answer" : `네, 타 지역으로 이사 갈 의향이 있습니다. 합격 여부에 따라 거주지로 이사할 수 있는 기간이 충분히 주어진다면 언제든지 이동하여 근무할 의사가 있습니다. 
    저는 새로운 곳에서 새로운 경험을 하는 것도 중요하다 생각합니다.`
  },
  {
    "q" : "Q",
    "question" : "디자인과 퍼블리싱 중 어떤일이 더 나은가요?",
    "a" : "A",
    "answer" : `디자인과 퍼블리싱 둘 다 좋습니다. 굳이 한 가지 만 결정하고 싶지 않습니다. 저는 주로 디자인 이후에 퍼블리싱을 하는 작업을 해왔기 때문에 거부감이 없습니다. 맡아야 하는 분야가 디자인만 또는 퍼블리싱만 필요하다면 제가 필요한 영역에 지원을 하는 것이 좋다고 생각합니다. 
    팀원 간의 그리고 팀 간의 서로 도움을 주는 것이 필요하다 생각합니다.
    `
  },
  {
    "q" : "Q",
    "question" : "이전 회사에서 퇴사한 사유가 무엇인가요?",
    "a" : "A",
    "answer" : `첫 번째 회사는 장기간 프로젝트를 참여한 경우가 많다 보니 익숙함과 성장 저하를 느끼게 되여 새로운 경험과 기회를 얻기 위해 그만 두게 되었습니다. 
    두 번째 회사는 수습기간 동안 계약직으로 계약 한 후 3개월 이후 정규직 재계약을 시행해야 할 때, 
    회사측에서 연봉 협상 관련해서 계약과 다른 제시를 하여 인연이 되지 못해 3개월간의 근무로 마무리하게 되었습니다. `
  },
  {
    "q" : "Q",
    "question" : "프론트엔드팀에 소속되었는데, 무슨 일은 하셨나요?",
    "a" : "A",
    "answer" : `첫 회사에서 디자이너는 저 혼자였기에, 팀 소속은 프론트엔드팀에 소속이 되어 있을 했습니다. 주업무는 UI/UX 디자인이었으며, 디자인 후 프론트 개발자가 개발 전 퍼블리싱 작업도 함께 했습니다.
    퍼블리싱 작업은 Vue.js의 HTML과 SCSS를 사용했으며 Bootstrap을 활용했습니다. 자바스크립트는 작업하지 않았습니다.
    `
  },
  {
    "q" : "Q",
    "question" : "자바스크립트 실력은 어느정도 인가요?",
    "a" : "A",
    "answer" : `솔직하게 말씀드리면 하 ~ 중하 정도라고 생각합니다. 간단한 이벤트는 사용할 수 있습니다. 그리고 해당 사이트인 포트폴리오 사이트에 적용된 자바스크립트는 직접 작업했습니다.
    현재 온라인 강의를 통해 자바스크립트 관련 공부를 하고 있으며, 퍼블리셔로서 프론트 개발에도 도움을 줄 수 있는 실력을 갖기 위해 열심히 공부하고 있습니다.
    `
  },
  {
    "q" : "Q",
    "question" : "포트폴리오 컨셉이 뭔가요?",
    "a" : "A",
    "answer" : `현재 포트폴리오 컨셉은 기업의 소개 홈페이지 처럼 다양한 정보성 홈페이지를 만들고자 했습니다.
    기존 포트폴리오는 간단하고 심플한 정보성 포트폴리오로 구성했지만, 현재 재구성한 포트폴리오는 이지윤이라는 기업이라고 가장하여 구성했습니다.
    알찬 구성은 아니지만, 저를 표현하고 심플하고 간략성있게 작성했습니다.
    `
  }
]