export default [
  {
    "q" : "Q",
    "question" : "거주지가 부산인데, 타지역으로 거주 이동할 의향이 있나요?",
    "a" : "A",
    "answer" : `네, 타 지역으로 이사 갈 의향이 있습니다. 합격 여부에 따라 거주지로 이사할 수 있는 기간이 충분히 주어진다면 언제든지 이동하여 근무할 의사가 있습니다. 
    저는 새로운 곳에서 새로운 경험을 하는 것도 중요하다 생각합니다.`
  },
  {
    "q" : "Q",
    "question" : "디자인과 퍼블리싱 중 어떤일이 더 나은가요?",
    "a" : "A",
    "answer" : `디자인과 퍼블리싱 둘 다 좋습니다. 굳이 한 가지 만 결정하고 싶지 않습니다. 저는 주로 디자인 이후에 퍼블리싱을 하는 작업을 해왔기 때문에 거부감이 없습니다. 맡아야 하는 분야가 디자인만 또는 퍼블리싱만 필요하다면 제가 필요한 영역에 지원을 하는 것이 좋다고 생각합니다. 
    팀원 간의 그리고 팀 간의 서로 도움을 주는 것이 필요하다 생각합니다.
    `
  },
  {
    "q" : "Q",
    "question" : "이전 회사에서 퇴사한 사유가 무엇인가요?",
    "a" : "A",
    "answer" : `첫 번째 회사는 장기간 프로젝트를 참여한 경우가 많다 보니 익숙함과 성장 저하를 느끼게 되여 새로운 경험과 기회를 얻기 위해 그만 두게 되었습니다. 
    두 번째 회사는 수습기간 동안 계약직으로 계약 한 후 3개월 이후 정규직 재계약을 시행해야 할 때, 
    회사측에서 연봉 협상 관련해서 계약과 다른 제시를 하여 인연이 되지 못해 3개월간의 근무로 마무리하게 되었습니다. `
  },
  {
    "q" : "Q",
    "question" : "프론트엔드팀에 소속되었는데, 무슨 일은 하셨나요?",
    "a" : "A",
    "answer" : `첫 회사에서 디자이너는 저 혼자였기에, 팀 소속은 프론트엔드팀에 소속이 되어 있을 했습니다. 주업무는 UI/UX 디자인이었으며, 디자인 후 프론트 개발자가 개발 전 퍼블리싱 작업도 함께 했습니다.
    퍼블리싱 작업은 Vue.js의 HTML과 SCSS를 사용했으며 Bootstrap을 활용했습니다. 자바스크립트는 작업하지 않았습니다.
    `
  },
  {
    "q" : "Q",
    "question" : "포트폴리오 컨셉이 뭔가요?",
    "a" : "A",
    "answer" : `현재 포트폴리오 컨셉은 기업의 소개 홈페이지 처럼 다양한 정보성 홈페이지를 만들고자 했습니다.
    기존 포트폴리오는 간단하고 심플한 정보성 포트폴리오로 구성했지만, 현재 재구성한 포트폴리오는 이지윤이라는 기업이라고 가장하여 구성했습니다.
    알찬 구성은 아니지만, 저를 표현하고 심플하고 간략성있게 작성했습니다.
    `
  },
  {
    "q" : "Q",
    "question" : "자바스크립트 실력은 어느정도 인가요?",
    "a" : "A",
    "answer" : `솔직하게 말씀드리면 하 ~ 중하 정도라고 생각합니다. 간단한 이벤트는 사용할 수 있습니다. 그리고 해당 사이트인 포트폴리오 사이트에 적용된 자바스크립트는 직접 작업했습니다.
    현재 온라인 강의를 통해 자바스크립트 관련 공부를 하고 있으며, 퍼블리셔로서 프론트 개발에도 도움을 줄 수 있는 실력을 갖기 위해 열심히 공부하고 있습니다.
    `
  },
  {
    "q" : "Q",
    "question" : "어도비와 피그마 실력은 어느정도 인가요?",
    "a" : "A",
    "answer" : `어도비의 포토샵과 일러스트레이션은 기본적인 사용 능력은 사용 가능합니다. 배너나 콘텐츠 제작에는 무리없이 사용가능합니다.
    어도비 XD를 주로 사용하며 익숙하게 사용할 수 있습니다. 피그마의 경우는 깊은 기능은 자세히 알지는 못하나 XD와 비슷한 느낌을 주고 있어 사용함에 있어 무리는 없습니다.
    포토샵/일러스트레이션은 중, XD 중상 ~ 상, 피그마 중 정도 생각하고 있습니다.
    `
  },
  {
    "q" : "Q",
    "question" : "깃(GIT) 실력은 어느정도 인가요?",
    "a" : "A",
    "answer" : `첫 회사에서 사용 깃랩을 사용해 본 적이 있으며 개발자들과 협업을 위해 간단한 사용 조작은 알고있습니다. 
    그리고 현재 개인 깃허브를 사용하여 포트폴리오를 제작하여 올리는 용도로 사용하고 있습니다.
    깃 실력은 하 ~ 중하 정도 생각하고 있습니다.
    `
  },
  {
    "q" : "Q",
    "question" : "Vue.js와 React.js의 실력은 어느정도 인가요?",
    "a" : "A",
    "answer" : `Vue.js는 첫 회사에서 주로 사용했습니다. 하지만 저의 역할은 HTML과 CSS를 활용하는 코더의 역할이었으며, 자바스크립트 활용은 하지 않았습니다.
    React.js는 개발자 과정을 통해서 두번째 팀 프로젝트에 사용해 본 적이 있습니다. 그 당시 저의 역할은 총괄 / 기획 / 디자인 / 프론트 / 데이터 수집 및 전처리 였지만,
    아쉽게도 프론트의 역할은 코더의 역할 밖에 할 수 없었고, 저는 주로 데이터 수집과 전처리 과정에 집중을 했습니다. 
    주제가 레시피와 메뉴 추천이었기에 레시피와 메뉴와 재료의 데이터 수집하는 과정과 전처리하는 과정의 시간이 걸리게 되어 깊게 사용해 볼 기회가 부족했다 생각합니다.
    Vue.js 실력은 하, React.js 실력은 하의 실력에 머물러있지만, 현재 꾸준히 실력을 쌓기 위해 공부를 하고 있습니다.
    `
  },
  {
    "q" : "Q",
    "question" : "퍼블리셔에서 개발자로 전향할 의사가 있으신가요?",
    "a" : "A",
    "answer" : `저는 관심은 있으나, 개발 실력이 있다 할 수 없습니다. 할 수 있으면 좋겠다라는 희망은 가지고 있습니다.
    하지만, 그렇게 되면 디자인 / 퍼블리싱 / 개발의 영역의 실력이 미미해지지 않을까 하는 걱정이 있어 현재로서는 전향할 의사는 없습니다.
    디플리셔에 조금 더 머물며 많은 배움과 경험을 쌓고 싶습니다.
    `
  },
  {
    "q" : "Q",
    "question" : "가치관 또는 좌우명은 무엇인가요?",
    "a" : "A",
    "answer" : `포트폴리오의 소개 파트에 작성을 하기도 했지만, 제 기분이 태도가 되지 않는다 입니다.
    사람의 기분은 상황이나 다름사람의 어떠한 행동이나 말로 인해 기분이 좋을수도 나쁠수도 있습니다.
    그로 인해 기분이 좋지 않음을 다른 동료/가족/친구 등에게 표출하는 것은 본인의 약점을 표출하는 것과 같다라고 생각합니다.
    그래서 저는 되도록 기분에 따라 사람을 대하려 하지 않으려고 합니다. 
    사람마다 좋아하는 사람과 싫어하는 사람에 대한 차별과 편애가 있는 분이 계시는데, 저는 그런 마음을 품고 있어도 그들을 동일하게 대하려고 노력합니다.
    상대도 기분이 나쁠 수 있고 그 기분이 전파가 될 수 있기 때문에 저는 그런 일이 없도록 하는 것이 저의 옮바른 삶의 가치이며 좌우명입니다.
    `
  },
  {
    "q" : "Q",
    "question" : "성격의 장단점이 무엇인가요?",
    "a" : "A",
    "answer" : ` 저의 장점은 성실함이라 생각합니다. 저는 지각과 결석을 하는 습관이 생기지 않도록 보다 일찍 일어나 등교/출근을 했습니다.
    학창시절에는 교실의 문 열기도 했고 환기를 시키며 친구들을 맞이하기도 했습니다. 그래서 그때의 좋은 습관이 아직 남아있다고 생각합니다.
    출근 시에도 출근 시간 9시보다 먼저 출근하여(사람마다 출근시간이 다르게 생각하고 있다고 합니다.) 저는 업무 준비를 할 수 있는 시간을 갖고 오늘 해야 할 일을 생각하고 작성하며 하루를 시작하는
    좋은 습관을 만들어 가기도 했습니다.
    <br>
    장점이 성실함이었다면 저의 단점은 조용함이라고 생각합니다. 내향적인 성격이 있어 조용히 혼자 잘 놀곤 했습니다.
    근무 당시에도 누군가 업무적인 일로 대화를 하지 않으면 앉아 업무 하다 퇴근한 적도 있습니다.
    하지만, 업무적인 이야기나 그 외의 시간에서의 대화에서는 서스름없이 나눌 수 있습니다. 조용함은 개인적인 성향일 뿐이며, 업무적으로는 문제가 없다고 생각합니다.
    조용하게 무난하게 집중해서 본인 업무를 할 수 있다는 점에서 의외의 장점이라고도 생각하고 있습니다. 
    `
  },
  {
    "q" : "Q",
    "question" : "인간관계는 어떻게 되나요?",
    "a" : "A",
    "answer" : `저는 내향적인 면이 있어 인간관계가 다양한 편은 아니지만, 저는 깊고 오랫동안 관계를 유지하고 이어가고 있다고 생각합니다.
    첫 회사에서도 4년간 근무를 했으며, 저의 가장 오래된 친구는 초등학교부터 지금까지 좋은 인연으로 지내오고 있습니다.
    저를 떠난 인연은 저와 인연이 되지 못했다라고 생각하고 그 누구의 탓으로 돌리지 않았습니다. 서로 뜸해지고 멀어지다 보면 당연한 이치라고 생각합니다.
    인생에 있어 단 한 명의 소중한 친구가 있다면 성공한 삶이라고 합니다. 저는 그 친구를 얻음으로써 저는 성공한 삶을 지내고 있다고 해도 무방하다 느낍니다.
    `
  },
  {
    "q" : "Q",
    "question" : "프로젝트에 따라 야근이 잦을 수도 있습니다. 괜찮으신가요?",
    "a" : "A",
    "answer" : `회사의 프로젝트마다 마감시간이 다를수도 있으며, 보다 기간이 앞으로 당겨지는 경우도 있습니다.
    어쩔 수 없이 해야 하는 야근에 대해서는 이해하며 관련 업무를 기간 내에 끝낼 수 있도록 최선을 다해 마무리 하도록 할 것입니다.
    그래서 팀과 팀원간의(임직원 전원) 일정 공유와 진행 상황은 잘 공유 되어야 한다고 생각합니다.
    그 외의 필요없는 야근을 하지 않기 위해서 업무시간 내에 최대한 집중해서 업무를 처리할 것입니다. 
    `
  },
  {
    "q" : "Q",
    "question" : "팀원간의 의견이 충돌이 되었다면 어떻게 하는 것이 좋을까요?",
    "a" : "A",
    "answer" : `서로 의견을 조율해서 협의하는 것이 좋겠지만, 쉽게 해결이 되지 않을 때는 중간 역할의 사람이 저지가 필요하다 생각합니다.
    누가 옮고 그름이 아니라 옮바른 판단과 논의를 위해 바른 길잡이 역할을 해주어 원하는 방향을 잡아주는 것이 중요하다 생각됩니다.
    두 의견의 갈림중 둘다 채택하면 좋겠지만, 하나의 의견이 채택되어야 하는 상황에서는 한 사람은 포기를 선택하는 길이 주어지기도 해야합니다.
    포기의 선택이 자존감의 하락이 아니라 더 성장하는 계기가 될 수 있다고 생각하며 그 사람을 격려하며 다음에는 채택될 것이라는 위로의 말을 전해줄 것입니다.
    `
  }
]